Repository: Faugus/faugus-launcher
Catalog: languages/*/faugus-proton-manager.po
Languages: fr, nl

source: Faugus GE-Proton Manager
fr: Gestionnaire GE-Proton de Faugus
nl: Faugus GE-Proton-beheer

source: Error fetching releases:
fr: Erreur lors de la récupération des versions :
nl: De versies kunnen niet worden opgehaald:

source: Remove
fr: Supprimer
nl: Verwijderen

source: Download
fr: Télécharger
nl: Downloaden

source: Downloading
fr: Téléchargement en cours
nl: Bezig met downloaden

source: Downloading...
fr: Téléchargement...
nl: Bezig met downloaden…

source: Downloading {tag}...
fr: Téléchargement de {tag}...
nl: Bezig met downloaden van {tag}…

source: Extracting...
fr: Extraction...
nl: Bezig met uitpakken…

source: Extracting {tag}...
fr: Extraction de {tag}...
nl: Bezig met uitpakken van {tag}…

source: Extracting... {percent}%
fr: Extraction... {percent}%
nl: Bezig met uitpakken… {percent}%

source: Failed to extract {tar_file_path}: {error}
fr: Échec de l’extraction {tar_file_path}: {error}
nl: ‘{tar_file_path}’ kan niet worden uitgepakt: {error}

source: Failed to remove {version_path}: {error}
fr: Échec de suppression {version_path}: {error}
nl: ‘{version_path}’ kan niet worden verwijderd: {error}
