Repository: Faugus/faugus-launcher
Catalog: languages/*/faugus-launcher.po
Languages: af, el, fa, fr, hu, it, nl, pl, pt_br, ru, sv, uk

source: Play
af: Speel
fa: باز کردن
fr: Jouer
hu: Indítás
it: Gioca
nl: Spelen
pl: Graj
pt_br: Executar
ru: Запуск
sv: Spela
uk: Грати

source: Edit
af: Wysig
el: Επεξεργασία
fa: ویرایش
fr: Modifier
hu: Szerkesztés
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
sv: Redigera
uk: Редагувати

source: Delete
af: Uitvee
el: Διαγραφή
fa: حذف
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwĳderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Radera
uk: Видалити

source: Duplicate
af: Kopiër
el: Aντιγραφή
fa: تکثیر
fr: Dupliquer
hu: Duplikálás
it: Duplica
nl: Klonen
pl: Zduplikuj
pt_br: Duplicar
ru: Дублировать
sv: Duplicera
uk: Дублювати

source: Hide
fa: پنهان کردن
it: Nascondi
nl: Verbergen
pl: Ukryj
pt_br: Ocultar

source: Add to favorites
fa: افزودن به علاقه‌مندی‌ها

source: Open game location
fa: باز کردن محل بازی
it: Apri posizione del gioco
nl: Gamelocatie openen
pt_br: Abrir local do jogo

source: Open prefix location
af: Maak voorvoegselligging oop
el: Άνοιγμα τοποθεσίας prefix
fa: بازکردن محل prefix
fr: Ouvrir l’emplacement du préfixe
hu: Prefix helyének megnyitása
it: Apri posizione del prefix
nl: Profielmap openen
pl: Otwórz prefiks
pt_br: Abrir local do prefixo
ru: Открыть расположение префикса
sv: Öppna prefixplats
uk: Відкрити розташування префікса

source: Open Faugus Launcher
af: Maak Faugus Launcher Oop
el: Άνοιγμα Faugus Launcher
fa: باز کردن Faugus Launcher
fr: Ouvrir Faugus Launcher
hu: Faugus Launcher megnyitása
it: Apri Faugus Launcher
nl: Faugus-starter openen
pl: Otwórz Faugus Launcher
pt_br: Abrir Faugus Launcher
ru: Открыть Faugus Launcher
sv: Öppna Faugus Launcher
uk: Відкрити Faugus Launcher

source: Quit
af: Verlaat
el: Έξοδος
fa: بستن
fr: Quitter
hu: Kilépés
it: Esci
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ru: Выйти
sv: Sluta
uk: Вийти

source: Force close all running games
af: Forseer alle lopende speletjies om toe te maak
el: Αναγκαστικό κλείσιμο όλων των παιχνιδιών που εκτελούνται
fa: بستن اجباری تمام بازی های باز
fr: Forcer la fermeture de tous les jeux en cours d’exécution
hu: Minden futó játék erőltetett bezárása
it: Forza la chiusura di tutti i giochi avviati
nl: Alle games gedwongen afsluiten
pl: Wymusza zamknięcie wszystkich uruchomionych gier
pt_br: Fecha forçadamente todos os jogos em execução
ru: Принудительно закрыть все запущенные игры
sv: Tvinga avsluta alla körande spel
uk: Примусове завершення всіх запущених ігор

source: Search...
af: Soek...
el: Αναζήτηση...
fa: جستجو...
fr: Rechercher...
hu: Keresés...
it: Cerca...
nl: Zoeken…
pl: Szukaj...
pt_br: Procurar...
ru: Поиск...
sv: Sök...
uk: Пошук...

source: Shut down
af: Sluit af
el: Τερματισμός λειτουργίας
fa: خاموش کردن
fr: Éteindre
hu: Leállítás
it: Spegni
nl: Afsluiten
pl: Wyłącz
pt_br: Desligar
ru: Выключить
sv: Stäng av
uk: Завершити роботу

source: Reboot
af: Herlaai
el: Επανεκκίνηση
fa: راه اندازی مجدد
fr: Redémarrer
hu: Újraindítás
it: Riavvia
nl: Herstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезагрузить
sv: Starta om
uk: Перезавантажити

source: Close
af: Maak Toe
el: Κλείσιμο
fa: بستن
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
uk: Закрити

source: Remove from hidden
fa: حذف از حالت مخفی
it: Rimuovi dai nascosti
nl: Verwijderen uit verborgen games
pl: Przywróć
pt_br: Remover dos ocultos

source: Remove from favorites
fa: حذف از موارد مورد علاقه

source: Stop
el: Διακοπή
fa: توقف
fr: Arrêter
hu: Leállítás
it: Ferma
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sv: Avsluta
uk: Зупинити

source: hour
fa: ساعت
it: ora
nl: uur
pl: godz.
pt_br: hora

source: hours
fa: ساعت
it: ore
nl: uur
pl: godz.
pt_br: horas

source: minute
fa: دقیقه
it: minuto
nl: minuut
pl: min.
pt_br: minuto

source: minutes
fa: دقیقه
it: minuti
nl: minuten
pl: min.
pt_br: minutos

source: %s Logs
el: %s Καταγραφές
fa: لاگ %s
fr: %s Journaux
hu: %s Logok
it: %s Registri
nl: %s-logboek
pl: Logi %s
ru: Логи %s
uk: %s Журнали

source: Copy to clipboard
af: Kopieer na knipbord
el: Αντιγραφή στο πρόχειρο
fa: کپی به کلیپبورد
fr: Copier dans le presse-papiers
hu: Másolás vágólapra
it: Copia negli appunti
nl: Kopiëren naar klembord
pl: Skopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Копировать в буфер
sv: Kopiera till urklipp
uk: Скопіювати до буфера обміну

source: Open file location
af: Maak lêerligging oop
el: Άνοιγμα τοποθεσίας αρχείου
fa: باز کردن محل فایل
fr: Ouvrir l’emplacement du fichier
hu: Fájl helyének megnyitása
it: Apri posizione del file
nl: Bestandslocatie openen
pl: Otwórz katalog
pt_br: Abrir local do arquivo
ru: Открыть расположение файла
sv: Öppna filens plats
uk: Відкрити розташування файлу

source: %s already exists.
af: %s bestaan reeds.
el: Το %s υπάρχει ήδη.
fa: %s از قبل وجود دارد.
fr: %s existe déjà.
hu: %s már létezik.
it: %s esiste già.
nl: “%s” bestaat al.
pl: %s już istnieje.
pt_br: %s já existe.
ru: %s уже существует.
uk: %s вже існує.

source: %s is already running.
af: %s loop reeds.
el: Το %s εκτελείται ήδη.
fa: %s از قبل باز است.
fr: %s est déjà en cours d’exécution.
hu: %s már fut.
it: %s è già in esecuzione.
nl: ‘%s’ is al actief.
pl: Aktualnie jest uruchomiony %s.
pt_br: %s já está em execução.
ru: %s уже запущен.
uk: %s вже запущено.

source: Ok
af: Goed
el: Εντάξει
fa: باشه
hu: Oké
nl: Oké
pt_br: Confirmar
ru: Ок
uk: Гаразд

source: Proton may generate huge log files.
af: Proton kan enorme loglêers genereer.
fa: پروتون ممکن است فایل‌های لاگ بزرگی ایجاد کند.
it: Proton potrebbe generare file di registro molto grandi.
nl: Let op: Proton kan grote logboeken aanleggen.
pl: Proton może wygenerować duże pliki dziennika
pt_br: Proton pode gerar arquivos de log enormes.

source: Enable logging only when debugging a problem.
af: Aktiveer slegs logging wanneer 'n probleem ontfout word.
fa: فقط هنگام اشکال‌زدایی یک مشکل، ثبت وقایع را فعال کنید.
it: Abilita la registrazione solo durante il debug di un problema.
nl: Schakel deze functie alléén in voor foutopsporingsdoeleinden.
pl: Włącz debugowanie tylko do weryfikacji problemu.
pt_br: Ative logs apenas quando estiver depurando um problema.

source: Edit %s
af: Wysig %s
el: Επεξεργασία %s
fa: تغییر %s
fr: Modifier %s
hu: Szerkesztés %s
it: Modifica %s
nl: %s bewerken
pl: Edycja %s
pt_br: Editar %s
ru: Редактировать %s
uk: Редагувати %s

source: Add or remove a shortcut from Steam. Steam needs to be restarted. NO STEAM USERS FOUND.
af: Voeg 'n kortpad by of verwyder dit vanaf Steam. Steam moet herbegin word. GEEN STEAM-GEBRUIKERS GEVIND NIE.
el: Προσθέστε ή αφαιρέστε μια συντόμευση από το Steam. Το Steam πρέπει να επανεκκινηθεί. ΔΕΝ ΕΝΤΟΠΙΣΤΗΚΑΝ ΧΡΗΣΤΕΣ STEAM.
fa: اضافه یا حذف کردن یک میانبر از استیم. استیم باید دوباره باز شود. هیچ کاربر استیم پیدا نشد.
fr: Ajouter ou supprimer un raccourci depuis Steam. Steam doit être redémarré. AUCUN UTILISATEUR STEAM TROUVÉ.
hu: Parancsikon hozzáadása vagy eltávolítása a Steam-ből. A Steam-et újra kell indítani. NEM TALÁLHATÓ STEAM FELHASZNÁLÓ.
it: Aggiungi o rimuovi una scorciatoia da Steam. Steam necessita di essere riavviato. NESSUN UTENTE STEAM TROVATO.
nl: Voeg een snelkoppeling toe aan Steam of verwijder deze. Steam dient nadien te worden herstart. ER ZIJN GEEN STEAM-GEBRUIKERS.
pl: Dodaje lub usuwa skrót na Steam. Steam musi zostać ponownie uruchomiony. NIE ZNALEZIONO UŻYTKOWNIKÓW STEAM.
pt_br: Adicionar ou remover um atalho da Steam. A Steam precisa ser reinicada. NENHUM USUÁRIO DA STEAM ENCONTRADO.
ru: Добавить или удалить ярлык в Steam. Steam необходимо перезапустить. ПОЛЬЗОВАТЕЛИ STEAM НЕ НАЙДЕНЫ.
sv: Lägg till eller ta bort en genväg i Steam. Steam behöver startas om. INGA STEAM-ANVÄNDARE HITTAS.
uk: Додати або вилучити ярлик зі Steam. Steam потрібно перезапустити. КОРИСТУВАЧІ STEAM НЕ ЗНАЙДЕНІ.

source: %s is running. Please close it first.
af: %s hardloop. Maak dit asseblief toe.
el: Το %s εκτελείται. Παρακαλούμε κλείστε το πρώτα.
fa: %s باز است. لطفا اول آن رو ببندید.
fr: %s est en cours d'exécution. Veuillez le fermer d'abord.
hu: %s már fut. Előbb be kell zárni.
it: %s è in esecuzione. Si prega di chiuderlo.
nl: ‘%s’ is actief - sluit de game af.
pl: Uruchomiony jest %s. Proszę najpierw go zamknąć.
pt_br: %s está em execução. Por favor feche-o primeiro.
ru: %s запущено. Пожалуйста, закройте его сначала.
uk: %s вже запущено. Будь ласка, закрийте його спершу.

source: Failed to remove prefix.
fa: حذف Prefix ناموفق بود.

source: No internet connection.
af: Geen internet konneksie nie.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο.
fa: اینترنت متصل نیست.
fr: Aucune connexion internet.
hu: Nincs internetkapcsolat.
it: Nessuna connessione a internet.
nl: Er is geen internetverbinding.
pl: Brak połączenia z siecią.
pt_br: Sem conexão com a internet.
ru: Нет подключения к интернету.
sv: Ingen internet anslutning.
uk: Немає підключення до Інтернету.

source: Installing %s...
af: Installeer tans %s...
el: Εγκατάσταση του %s...
fa: در حال نصب کردن %s...
fr: Installation de %s...
hu: %s telepítése...
it: Installazione di %s in corso...
nl: Bezig met installeren van ‘%s’…
pl: Instalacja %s...
pt_br: Instalando %s...
ru: Установка %s...
uk: Встановлення %s...

source: Finish installation
af: Voltooi installasie
el: Ολοκλήρωση εγκατάστασης
fa: پایان نصب
fr: Terminer l'installation
hu: Telepítés befejezése
it: Termina installazione
nl: Installatie afronden
pl: Zakończ instalację
pt_br: Finalizar instalação
ru: Установка завершена
sv: Avsluta installation
uk: Інсталяцію завершено

source: Downloading Battle.net...
af: Besig om Battle.net af te laai...
el: Λήψη Battle.net...
fa: در حال دانلود کردن Battle.net...
fr: Téléchargement de Battle.net...
hu: Battle.net letöltése...
it: Scaricamento di Battle.net in corso...
nl: Bezig met downloaden van Battle.net…
pl: Pobieranie Battle.net...
pt_br: Baixando Battle.net...
ru: Загрузка Battle.net...
sv: Laddar ner Battle.net...
uk: Завантаження Battle.net...

source: Downloading EA App...
af: Besig om EA App af te laai...
el: Λήψη EA App...
fa: در حال دانلود کردن EA App...
fr: Téléchargement de EA App...
hu: EA App letöltése...
it: Scaricamento di EA App in corso...
nl: Bezig met downloaden van EA-app…
pl: Pobieranie EA App...
pt_br: Baixando EA App...
ru: Загрузка EA App...
sv: Laddar ner EA App...
uk: Завантаження EA App...

source: Downloading Epic Games...
af: Besig om Epic Games af te laai...
el: Λήψη Epic Games...
fa: در حال دانلود کردن Epic Games...
fr: Téléchargement de Epic Games...
hu: Epic Games letöltése...
it: Scaricamento di Epic Games in corso...
nl: Bezig met downloaden van Epic Games…
pl: Pobieranie Epic Games...
pt_br: Baixando Epic Games...
ru: Загрузка Epic Games...
sv: Laddar ner Epic Games...
uk: Завантаження Epic Games...

source: Downloading Ubisoft Connect...
af: Besig om Ubisoft Connect af te laai...
el: Λήψη Ubisoft Connect...
fa: در حال دانلود کردن Ubisoft Connect...
fr: Téléchargement de Ubisoft Connect...
hu: Ubisoft Connect letöltése...
it: Scaricamento di Ubisoft Connect in corso...
nl: Bezig met downloaden van Ubisoft Connect…
pl: Pobieranie Ubisoft Connect...
pt_br: Baixando Ubisoft Connect...
ru: Загрузка Ubisoft Connect...
sv: Laddar ner Ubisoft Connect...
uk: Завантаження Ubisoft Connect...

source: Downloading Rockstar Launcher...
af: Besig om Rockstar Launcher af te laai...
fa: در حال دانلود کردن Rockstar Launcher...
it: Scaricamento di Rockstar Launcher in corso...
nl: Bezig met downloaden van Rockstar Launcher…
pl: Pobieranie Launchera Rockstar...
pt_br: Baixando Rockstar Launcher...

source: %s was not installed!
af: %s was nie geïnstalleer nie!
fa: %s نصب نشد!
it: %s non è stato installato!
nl: %s is niet geïnstalleerd!
pl: %s nie został zainstalowany!
pt_br: %s não foi instalado!

source: Download complete
af: Aflaai voltooi
el: Η λήψη ολοκληρώθηκε
fa: دانلود به پایان رسید
fr: Téléchargement terminé
hu: Letöltése befejezve
it: Scaricamento completato
nl: Downloaden voltooid
pl: Pobieranie zakończone
pt_br: Download finalizado
ru: Загрузка завершена
sv: Nerladdning klar
uk: Завантаження завершено

source: Error during download: %s
af: Fout tydens aflaai: %s
el: Σφάλμα κατά τη λήψη: %s
fa: در هنگام دانلود %s مشکلی پیش آمد
fr: Erreur lors du téléchargement: %s
hu: Hiba a letöltés közben: %s
it: Errore durante lo scaricamento: %s
nl: Er is een fout opgetreden tijdens het downloaden: %s
pl: Błąd podczas pobierania: %s
pt_br: Erro ao baixar: %s
ru: Ошибка при загрузке: %s
uk: Помилка під час завантаження: %s

source: Please close the login window and wait...
af: Maak asseblief die aanmeldvenster toe en wag...
el: Παρακαλούμε κλείστε το παράθυρο σύνδεσης και περιμένετε...
fa: لطفا صفحه لاگین را ببندید و سپس منتظر بمانید...
fr: Veuillez fermer la fenêtre de connexion et patienter...
hu: Kérlek zárd be a bejelentkező ablakot és várj...
it: Si prega di chiudere la finestra di login e attendere...
nl: Sluit het inlogvenster en wacht…
pl: Zamknij okno logowania i czekaj...
pt_br: Por favor feche a janela de login e aguarde...
ru: Пожалуйста, закройте окно входа и подождите...
sv: Vänligen stäng inloggnings fönstret och vänta...
uk: Будь ласка, закрийте вікно входу та зачекайте...

source: Please don't change the installation path.
af: Moet asseblief nie die installasiepad verander nie.
fa: لطفا مسیر نصب را تغییر ندهید.
it: Si prega di non cambiare il percorso di installazione.
nl: Let op: wijzig de installatielocatie niet.
pl: Proszę nie zmieniać folderu instalacji.
pt_br: Por favor não altere o caminho da instalação.

source: Settings
af: Instellings
el: Ρυθμίσεις
fa: تنظیمات
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
uk: Налаштування

source: Language
af: Taal
el: Γλώσσα
fa: زبان
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
uk: Мова

source: Interface Mode
af: Interface-modus
el: Λειτουργία διεπαφής
fa: حالت رابط کاربری
fr: Mode d’interface
hu: Felület típusa
it: Modalità Interfaccia
nl: Venstermodus
pl: Tryb interfejsu
pt_br: Modo de Interface
ru: Режим интерфейса
sv: Gränssnitt läge
uk: Режим інтерфейсу

source: Start maximized
af: Begin maksimaal
el: Εκκίνηση μεγιστοποιημένου παραθύρου
fa: باز شدن در حالت maximize
fr: Démarrer en mode maximisé
hu: Maximalizált indítás
it: Avvia massimizzato
nl: Gemaximaliseerd opstarten
pl: Rozpocznij zmaksymalizowany
pt_br: Iniciar maximizado
ru: Запускать развёрнутым
sv: Starta maximerad
uk: Запустити розгорнутим

source: Start in fullscreen
af: Begin in volskerm
el: Έναρξη σε πλήρη οθόνη
fa: باز شدن در حالت تمام صفحه
fr: Démarrer en mode plein écran
hu: Teljes képernyős indítás
it: Avvia a schermo intero
nl: In schermvullende weergave opstarten
pl: Rozpocznij na pełnym ekranie
pt_br: Iniciar em tela cheia
ru: Запускать в полноэкранном режиме
sv: Starta i helskärm
uk: Запустити на весь екран

source: Alt+Enter toggles fullscreen
af: Alt+Enter skakel volskerm aan
el: Alt+Enter για εναλλαγή πλήρους οθόνης
fa: Alt+Enter حالت تمام صفحه را روشن می کند
fr: Alt+Entrée active ou désactive le mode plein écran
hu: Alt+Enter-re teljes képernyőre váltás
it: Alt+Invio attiva/disattiva lo schermo intero
nl: Alt+Enter: schermvullende weergave aan/uit
pl: Alt+Enter przełącza pełny ekran
pt_br: Alt+Enter alterna a tela cheia
ru: Alt+Enter переключает полноэкранный режим
sv: Alt+Enter växlar helskärm
uk: Alt+Enter перемикає повноекранний режим

source: Show labels
af: Wys etikette
el: Εμφάνιση ετικετών
fa: نشان دادن برچسب اسم
fr: Afficher les labels
hu: Logok mutatása
it: Mostra etichette
nl: Labels tonen
pl: Pokaż nazwy
pt_br: Exibir rótulos
ru: Показывать названия
uk: Показати мітки

source: Smaller banners
af: Kleiner baniere
el: Μικρότερα μπάνερ
fa: بنر های کوچک تر
fr: Bannière plus petite
hu: Kisebb bannerek
it: Banner più piccoli
nl: Kleinere banieren
pl: Mniejsze banery
pt_br: Banners menores
ru: Уменьшенные баннеры
uk: Менші банери

source: Default Prefixes Location
af: Standaardvoorvoegselsligging
el: Προεπιλεγμένη τοποθεσία prefix
fa: محل اصلی prefix ها
fr: Emplacement par défaut des préfixes
hu: Alapértelmezett prefixek helye
it: Posizione Predefinita dei Prefix
nl: Standaard profielmap
pl: Domyślna lokalizacja prefiksu
pt_br: Local Padrão dos Prefixos
ru: Расположение префиксов по умолчанию
sv: Standardplats För Prefix
uk: Типове розташування префіксів

source: Lossless Scaling Location
af: Lossless Scaling Ligging
el: Τοποθεσία Lossless Scaling
fa: محل فایل Lossless Scaling
fr: Emplacement de Lossless Scaling
hu: Lossless Scaling telepítési helye
it: Posizione di Lossless Scaling
nl: Locatie van schalen zonder kwaliteitsverlies
pl: Lokalizacja "Lossless Scaling"
pt_br: Local do Lossless Scaling
ru: Расположение Lossless Scaling
uk: Місцезнаходження Lossless Scaling

source: Default Prefix Tools
af: Standaardvoorvoegselnutsgoed
el: Προεπιλεγμένα εργαλεία prefix
fa: ابزار های پیش فرض Prefix
fr: Outils de préfixe par défaut
hu: Alapértelmezett prefix eszközök
it: Strumenti Predefiniti del Prefix
nl: Standaard profielhulpmiddelen
pl: Domyślne narzędzia dla prefiksu
pt_br: Ferramentas do Prefixo Padrão
ru: Инструменты префикса по умолчанию
sv: Standard Prefix Verktyg
uk: Типові інструменти префікса

source: Default Proton
af: Standaard Proton
el: Προεπιλεγμένο Proton
fa: Proton پیشفرض
fr: Version de Proton par défaut
hu: Alapértelmezett Proton
it: Proton Predefinito
nl: Standaardproton
pl: Domyślny Proton
pt_br: Proton Padrão
ru: Proton по умолчанию
uk: Типовий Proton

source: Proton Manager
af: Proton Bestuurder
el: Διαχειριστής Proton
fa: مدیریت کننده Proton
fr: Gestionnaire Proton
hu: Proton Kezelő
nl: Proton-beheer
pl: Menadżer Protona
pt_br: Gerenciador de Proton
ru: Менеджер Proton
uk: Proton Менеджер

source: Miscellaneous
af: Allerande
el: Διάφορα
fa: متفرقه
fr: Divers
hu: Egyéb
it: Varie
nl: Overig
pl: Dodatkowe
pt_br: Diversos
ru: Разное
sv: Blandat
uk: Різне

source: Use discrete GPU
af: Gebruik diskrete SVE/GPU
el: Χρήση κύριας GPU
fa: استفاده از گرافیک اصلی
fr: Utiliser le GPU dédié
hu: Különálló GPU használata
it: Usa GPU discreta
nl: Losse gpu gebruiken
pl: Użyj dedykowanej karty GPU
pt_br: Usar GPU dedicada
ru: Использовать дискретную GPU
sv: Använd diskret GPU
uk: Використовувати дискретний ГП

source: Close when running a game/app
af: Maak toe wanneer 'n speletjie/program uitgevoer word
el: Κλείσιμο κατά την εκτέλεση ενός παιχνιδιού/εφαρμογής
fa: بسته شدن هنگام اجرای بازی/برنامه
fr: Fermer lors de l’exécution d’un jeu ou d’une application
hu: Bezárás játék/alkalmazás futtatásakor
it: Chiudere quando si esegue un gioco/app
nl: Sluiten na starten van game/programma
pl: Zamknij podczas uruchamiania gry/aplikacji
pt_br: Fechar ao executar um jogo/aplicativo
ru: Закрывать при запуске игры/приложения
sv: Stäng när ett spel eller en applikation körs
uk: Закривати під час запуску гри/програми

source: System tray icon
af: Stelselbalk-ikoon
el: Εικονίδιο system tray
fa: نشان دادن آیکون در system tray
fr: Icône de la barre système
hu: Rendszertálca ikon
it: Icona del vassoio di sistema
nl: Systeemvakpictogram
pl: Ikona w zasobniku
pt_br: Ícone na bandeja do sistema
ru: Иконка в системном трее
sv: Ikon i systemfältet
uk: Піктограма в системному треї

source: Start on boot
af: Begin tydens selflaai
el: Έναρξη κατά την εκκίνηση
fa: باز شدن هنگام روشن شدن
fr: Lancer au démarrage
hu: Bekapcsoláskor indul
it: Esegui all'avvio
nl: Automatisch opstarten
pl: Uruchom z systemem
pt_br: Iniciar com o sistema
ru: Запускать при загрузке системы
sv: Starta vid uppstart
uk: Запускати під час завантаження

source: Monochrome icon
af: Monochroom ikoon
el: Μονόχρωμο εικονίδιο
fa: آیکون سیاه سفید
fr: Icône monochrome
hu: Monokróm ikon
it: Icona monocromatica
nl: Monochroom pictogram
pl: Czarno-biała ikona
pt_br: Ícone monocromático
ru: Монохромная иконка
uk: Монохромна іконка

source: Disable splash window
af: Deaktiveer spatvenster
el: Απενεργοποίηση του splash παραθύρου
fa: غیرفعال کردن پنجره اسپلش
fr: Désactiver la fenêtre de démarrage
hu: Felugró ablak letiltása
it: Disabilita la schermata iniziale
nl: Opstartvenster tonen
pl: Wyłącz ekran startowy
pt_br: Desativar janela de respingo
ru: Отключить заставку
sv: Avaktivera splash-fönstret
uk: Вимкнути вікно-заставку

source: Enable logging
af: Aktiveer logging
el: Ενεργοποίηση καταγραφής
fa: فعال کردن لاگ
fr: Activer la journalisation
hu: Logolás engedélyezése
it: Abilita registrazione
nl: Logboek bijhouden
pl: Włącz debugowanie
pt_br: Ativar logs
ru: Вести журнал
sv: Aktivera loggning
uk: Увімкнути ведення журналів

source: Show hidden games
fa: نمایش بازی های پنهان شده
it: Mostra i giochi nascosti
nl: Verborgen games tonen
pl: Pokaż ukryte gry
pt_br: Exibir jogos ocultos

source: Press Ctrl+H to show/hide games.
fa: برای نمایش دادن یا پنهان کردن بازی‌ها Ctrl+H را فشار دهید.
it: Premi Ctrl+H per mostrare/nascondere i giochi.
nl: Druk op Ctrl+H om games te tonen/verbergen.
pl: Wciśnij CTRL+H by zobaczyć/schować ukryte gry.
pt_br: Pressione Ctrl+H para exibir/ocultar jogos.

source: Use Wayland driver (experimental)
af: Gebruik Wayland-drywer (eksperimenteel)
el: Χρήση προγράμματος οδήγησης Wayland (πειραματικό)
fa: استفاده از درایور Wayland (آزمایشی)
fr: Utiliser le pilote Wayland (expérimental)
hu: Wayland driver használata (kísérleti)
it: Usa il driver Wayland (sperimentale)
nl: Wayland-stuurprogramma gebruiken (experimenteel)
pl: Użyj sterownika Wayland (Eksperymentalnie)
pt_br: Usar driver do Wayland (experimental)
ru: Использовать драйвер Wayland (экспериментально)
sv: Använd Wayland-drivrutin (experimentellt)
uk: Використовувати драйвер Wayland (експериментально)

source: Only works with GE-Proton10 or Proton-EM-10.
af: Werk slegs met GE-Proton10 of Proton-EM-10.
el: Λειτουργεί μόνο με GE-Proton10 ή Proton-EM-10.
fa: فقط با GE-Proton10 یا Proton-EM-10 کار می کند.
fr: Fonctionne uniquement avec GE-Proton10 ou Proton-EM-10.
hu: Csak GE-Proton10 vagy Proton-EM-10-el működik.
it: Funziona solo con GE-Proton10 o Proton-EM-10.
nl: Let op: hiervoor is GE-Proton10 of Proton-EM-10 vereist.
pl: Działa tylko z GE-Proton10, Proton-EM-10 lub nowszym.
pt_br: Só funciona com o GE-Proton10 ou Proton-EM-10.
ru: Работает только с GE-Proton10 или Proton-EM-10.
uk: Працює лише з GE-Proton10 або Proton-EM-10.

source: Enable HDR (experimental)
af: Aktiveer HDR (eksperimenteel)
el: Ενεργοποίηση HDR (πειραματικό)
fa: فعال کردن HDR (آزمایشی)
fr: Activer HDR (expérimental)
hu: HDR engedélyezése (kísérleti)
it: Abilita HDR (sperimentale)
nl: Hdr gebruiken (experimenteel)
pl: Włącz HDR (Eksperymentalnie)
pt_br: Ativar HDR (experimental)
ru: Включить HDR (экспериментально)
sv: Aktivera HDR (experimentellt)
uk: Увімкнути HDR (експериментально)

source: Enable WOW64 (experimental)
af: Aktiveer WOW64 (eksperimenteel)
el: Ενεργοποίηση του WOW64 (πειραματικό)
fa: فعال کردن WOW64 (آزمایشی)
fr: Activer WOW64 (expérimental)
hu: WOW64 engedélyezése (kísérleti)
it: Abilita WOW64 (sperimentale)
nl: WOW64 gebruiken (experimenteel)
pl: Włącz WOW64 (Eksperymentalnie)
pt_br: Ativar WOW64 (experimental)
ru: Включить WOW64 (экспериментально)
uk: Увімкнути WOW64 (експериментально)
