Repository: Faugus/faugus-launcher
Catalog: languages/*/faugus-launcher.po
Languages: af, el, fa, fr, hu, it, nl, pl, pt_br, ru, sv, uk

source: Only works with GE-Proton10-9 or superior and Proton-EM-10-24 or superior.
af: Werk slegs met GE-Proton10-9 of beter en Proton-EM-10-24 of beter.
el: Λειτουργεί μόνο με GE-Proton10-9 ή ανώτερο και Proton-EM-10-24 ή ανώτερα.
fa: فقط با GE-Proton10-9 یا بالاتر یا Proton-EM-10-24 یا بالاتر کار می کند.
fr: Fonctionne uniquement avec GE-Proton10-9 ou supérieur et Proton-EM-10-24 ou supérieur.
hu: Csak GE-Proton10-9 és újabb, vagy Proton-EM-10-24 és újabb verzióval működik.
it: Funziona solo con GE-Proton9 o superiori e Proton-EM-10-24 o superiori.
nl: Let op: hiervoor is GE-Proton10-9 of nieuwer, en Proton-EM-10-24 of nieuwer vereist.
pl: Działa tylko z GE-Proton10-9, Proton-EM-10-24 lub nowszym.
pt_br: Só funciona com o GE-Proton10-9 ou superior e Proton-EM-10-24 ou superior.
ru: Работает только с GE-Proton10-9 или новее и Proton-EM-10-24 или новее.
uk: Працює лише з GE-Proton10-9 або новішою версією та Proton-EM-10-24 або новішою версією.

source: Run
af: Begin
el: Εκτέλεση
fa: اجرا
fr: Exécuter
hu: Futtatás
it: Esegui
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
sv: Kör
uk: Запустити

source: Run a file inside the prefix
af: Begin 'n lêer binne die voorvoegsel
el: Εκτελέστε ένα αρχείο μέσα στο prefix
fa: اجرا کردن یک فایل در prefix
fr: Exécuter un fichier dans le préfixe
hu: Fájl futtatása a prefixen belül
it: Esegui un file all'interno del prefix
nl: Voer een bestand in de profielmap uit
pl: Uruchom aplikację wewnątrz prefiksu
pt_br: Executa um arquivo dentro do prefixo
ru: Запустить файл внутри префикса
sv: Kör en fil inom prefixet
uk: Запустити файл всередині префікса

source: Shows an overlay for monitoring FPS, temperatures, CPU/GPU load and more.
af: Toon 'n oorlegsel vir die monitering van FPS, temperature, SVE/GPU-las en meer.
el: Εμφανίζει ένα overlay για την παρακολούθηση των FPS, των θερμοκρασιών, του φορτίου CPU/GPU και πολλά άλλα.
fa: یک overlay برای نشان دادن FPS, دما, بار پردازنده و کارت گرافیک و... نشان می دهد.
fr: Affiche une superposition pour surveiller les IPS, les températures, la charge CPU/GPU et plus encore.
hu: Megjeleníti az FPS, hőmérséklet, CPU/GPU terhelés és egyebek megfigyelésére szolgáló felületet.
it: Mostra una sovrapposizione per monitorare FPS, temperature, carico CPU/GPU e altro.
nl: Toont een zwevend venster waarop het aantal fps, de temperaturen, cpu-/gpu-belasting en dergelijke wordt bijgehouden.
pl: Pokazuje nakładkę do monitorowania FPS, temperatur, obciążenia CPU/GPU i więcej.
pt_br: Mostra um overlay para monitorar FPS, temperaturas, carga da CPU/GPU e muito mais.
ru: Показывает оверлей для мониторинга FPS, температур, загрузки CPU/GPU и др.
sv: Visar en overlay för övervakning av FPS, tempratur, CPU/GPU-belastning med mera.
uk: Відображає оверлей для моніторингу FPS, температури, навантаження ЦП/ГП та іншого.

source: Tweaks your system to improve performance.
af: Pas jou stelsel aan om werkverrigting te verbeter.
el: Τροποποιεί το σύστημά σας για να βελτιώσει την απόδοση.
fa: تغییراتی برای بهبود عملکرد سیستم انجام می دهد.
fr: Optimise votre système pour améliorer les performances.
hu: Javítja a rendszert a teljesítmény növelése érdekében.
it: Modifica il tuo sistema per migliorare le prestazioni.
nl: Verbetert de prestaties van je systeem.
pl: Poprawia działanie systemu w celu zwiększenia wydajności.
pt_br: Ajusta seu sistema para melhorar o desempenho.
ru: Настраивает систему для повышения производительности.
sv: Modifierar ditt system för att öka prestanda.
uk: Оптимізує вашу систему для покращення продуктивності.

source: Disable Hidraw
af: Deaktiveer Hidraw
el: Απενεργοποίηση Hidraw
fa: غیر فعال کردن Hidraw
fr: Désactiver Hidraw
hu: Hidraw letiltása
it: Disabilita Hidraw
nl: Hidraw uitschakelen
pl: Wyłącz Hidraw
pt_br: Desativar Hidraw
ru: Отключить Hidraw
sv: Avaktivera Hidraw
uk: Вимкнути Hidraw

source: May fix controller issues with some games. Only works with GE-Proton10 or Proton-EM-10.
af: Kan beheerderprobleme met sommige speletjies oplos. Werk slegs met GE-Proton10 of Proton-EM-10.
el: Μπορεί να διορθώσει προβλήματα χειριστηρίου σε ορισμένα παιχνίδια. Λειτουργεί μόνο με GE-Proton10 ή Proton-EM-10.
fa: امکان دارد مشکلات کنترلر در بعضی بازی ها را برطرف کند. فقط با GE-Proton10 یا Proton-EM-10 کار می کند.
fr: Peut corriger des problèmes de manette avec certains jeux. Fonctionne seulement avec GE-Proton10 ou Proton-EM-10.
hu: Megoldhat kontroller hibákat bizonyos játékoknál. Csak GE-Proton10 vagy Proton-EM-10-el működik.
it: Potrebbe risolvere dei problemi con i controller su alcuni giochi. Funziona solo con GE-Proton10 o Proton-EM-10.
nl: Dit kan helpen om controllerproblemen in enkele games te verhelpen. Let op: hiervoor is GE-Proton10 of Proton-EM-10 vereist.
pl: Może naprawić problemy z kontrolerem w niektórych grach. Działa tylko z GE-Proton10, Proton-EM-10 lub nowszym.
pt_br: Pode corrigir problemas com controle em alguns jogos. Só funciona com o GE-Proton10 ou Proton-EM-10.
ru: Может исправить проблемы с контроллерами в некоторых играх. Работает только с GE-Proton10 или Proton-EM-10.
uk: Може виправити проблеми з контролером у деяких іграх. Працює лише з GE-Proton10 або Proton-EM-10.

source: Prevent Sleep
fa: جلوگیری از به خواب رفتن

source: Support the Project
af: Ondersteun die Projek
el: Υποστήριξη του Project
fa: حمایت کردن از پروژه
fr: Soutenir le Projet
hu: Támogasd a projektet
it: Supporta il Progetto
nl: Project ondersteunen
pl: Wspieraj projekt
pt_br: Contribua com o Projeto
ru: Поддержать проект
sv: Stöd projektet
uk: Підтримати проєкт

source: Cancel
af: Kanselleer
el: Ακύρωση
fa: انصراف
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати

source: Backup/Restore Settings
af: Rugsteun/Herstel Instellings
el: Δημιουργία αντιγράφων ασφαλείας/επαναφορά ρυθμίσεων
fa: پشتیبان گیری/برگرداندن تنظیمات
fr: Sauvegarder/Restaurer les paramètres
hu: Biztonsági mentés /Visszaállítás beállítások
it: Backup/Ripristina Impostazioni
nl: Reservekopieën en herstel
pl: Zapisz/Przywróć ustawienia
pt_br: Backup/Restaurar Configurações
ru: Резервная копия/Восстановление настроек
sv: Säkerhetskopiera/Återställ inställningar
uk: Резервне копіювання/Відновлення налаштувань

source: Backup
af: Rugsteun
el: Δημιουργία αντιγράφων ασφαλείας
fa: پشتیبان گیری
fr: Sauvegarder
hu: Biztonsági mentés
nl: Reservekopie maken
pl: Eksport
ru: Создать копию
sv: Säkerhetskopiera
uk: Резервне копіювання

source: Restore
af: Herstel
el: Επαναφορά
fa: برگرداندن
fr: Restaurer
hu: Visszaállítás
it: Ripristina
nl: Herstellen
pl: Import
pt_br: Restaurar
ru: Восстановить
sv: Återställ
uk: Відновлення

source: Global Environment Variables
af: Globale omgewingsveranderlikes
el: Global μεταβλητές περιβάλλοντος
fa: Environment Variables های عمومی
fr: Variables d’environnement globales
hu: Globális Környezeti Változók
it: Variabili d'Ambiente Globali
nl: Omgevingsvariabelen
pl: Domyślne zmienne linuxowe
pt_br: Variáveis de Ambiente Globais
ru: Глобальные переменные окружения
uk: Глобальні параметри запуску

source: Shows an overlay for monitoring FPS, temperatures, CPU/GPU load and more. NOT INSTALLED.
af: Toon 'n oorlegsel vir die monitering van FPS, temperature, SVE/GPU-las en meer. NIE GEÏNSTALLEER NIE.
el: Εμφανίζει ένα overlay για την παρακολούθηση των FPS, των θερμοκρασιών, του φορτίου CPU/GPU και πολλά άλλα. ΔΕΝ ΕΙΝΑΙ ΕΓΚΑΤΕΣΤΗΜΕΝΟ.
fa: یک overlay برای نشان دادن FPS, دما, بار پردازنده و کارت گرافیک و... نشان می دهد. نصب نیست.
fr: Affiche une superposition pour surveiller les IPS, les températures, la charge CPU/GPU et plus encore. NON INSTALLÉ.
hu: Megjeleníti az FPS, hőmérséklet, CPU/GPU terhelés és egyebek megfigyelésére szolgáló felületet. NINCS TELEPÍTVE.
it: Mostra una sovrapposizione per monitorare FPS, temperature, carico CPU/GPU e altro. NON INSTALLATO.
nl: Toont een zwevend venster waarop het aantal fps, de temperaturen, cpu-/gpu-belasting en dergelijke wordt bijgehouden. NIET GEÏNSTALLEERD.
pl: Pokazuje nakładkę do monitorowania FPS, temperatur, obciążenia CPU/GPU i więcej. NIEZAINSTALOWANO.
pt_br: Mostra um overlay para monitorar FPS, temperaturas, carga da CPU/GPU e muito mais. NÃO INSTALADO.
ru: Показывает оверлей для мониторинга FPS, температур, загрузки CPU/GPU и др. НЕ УСТАНОВЛЕНО.
sv: Visar en overlay för övervakning av FPS, tempratur, CPU/GPU-belastning med mera. INTE INSTALLERAD.
uk: Відображає оверлей для моніторингу FPS, температури, навантаження ЦП/ГП та іншого. НЕ ВСТАНОВЛЕНО.

source: Tweaks your system to improve performance. NOT INSTALLED.
af: Verstel jou stelsel om werkverrigting te verbeter. NIE GEÏNSTALLEER NIE.
el: Τροποποιεί το σύστημά σας για να βελτιώσει την απόδοση. ΔΕΝ ΕΙΝΑΙ ΕΓΚΑΤΕΣΤΗΜΕΝΟ.
fa: تغییراتی برای بهبود عملکرد سیستم انجام می دهد. نصب نیست.
fr: Optimise votre système pour améliorer les performances. NON INSTALLÉ.
hu: Javítja a rendszert a teljesítmény növelése érdekében. NINCS TELEPÍTVE.
it: Modifica il tuo sistema per migliorare le prestazioni. NON INSTALLATO.
nl: Verbetert de prestaties van je systeem. NIET GEÏNSTALLEERD.
pl: Poprawia działanie systemu w celu zwiększenia wydajności.. NIEZAINSTALOWANO.
pt_br: Ajusta seu sistema para melhorar o desempenho. NÃO INSTALADO.
ru: Настраивает систему для повышения производительности. НЕ УСТАНОВЛЕНО.
sv: Modifierar ditt system för att öka prestanda. INTE INSTALLERAD.
uk: Оптимізує вашу систему для покращення продуктивності. НЕ ВСТАНОВЛЕНО.

source: Clear Logs (%s)
af: Vee Logs Uit (%s)
fa: پاک کردن لاگ‌ها (%s)
it: Pulisci i Registri (%s)
nl: Logboeken wissen (%s)
pl: Wyczyść logi (%s)
pt_br: Limpar Logs (%s)

source: Clear Logs
af: Vee Logs Uit
fa: پاک کردن لاگ‌ها
it: Pulisci i Registri
nl: Logboeken wissen
pl: Wyczyść logi
pt_br: Limpar Logs

source: Do you want to save the changes?
fa: آیا می‌خواهید تغییرات را ذخیره کنید؟

source: Select a file to run inside the prefix
af: Kies 'n lêer om binne die voorvoegsel te laat loop
el: Επιλέξτε ένα αρχείο για να εκτελεστεί μέσα στο prefix
fa: یک فایل برای باز کردن درون prefix انتخاب کنید
fr: Sélectionnez un fichier à exécuter dans le préfixe
hu: Válaszd ki a prefix-en belül futtatandó fájlt
it: Seleziona un file da avviare all'interno del prefix
nl: Kies een bestand om in de profielmap uit te voeren
pl: Wskaż plik, który ma być uruchomiony w prefiksie
pt_br: Selecione um arquivo pra executar dentro do prefixo
ru: Выберите файл для запуска внутри префикса
sv: Välj en fil att köra i prefixet
uk: Виберіть файл для запуску всередині префікса

source: Open
af: Maak oop
el: Άνοιγμα
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
it: Apri
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
uk: Відкрити

source: Windows files
af: Windows lêers
el: Αρχεία Windows
fa: فایل های ویندوز
fr: Fichiers windows
hu: Windows fájlok
it: File di Windows
nl: Windowsbestanden
pl: Pliki Windowsowe
pt_br: Arquivos do Windows
ru: Файлы Windows
sv: Windows filer
uk: Файли Windows

source: All files
af: Alle lêers
el: Όλα τα αρχεία
fa: همه فایل ها
fr: Tous les fichiers
hu: Minden fájl
it: Tutti i file
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
sv: Alla filer
uk: Усі файли

source: Prefixes and runners will not be backed up!
af: Voorvoegsels en hardlopers sal nie gerugsteun word nie!
el: Τα prefix και οι εκτελεστές δε θα είναι μέρος των αντιγράφων ασφαλείας!
fa: Prefix ها و باز کننده ها پشتیبان گیری نخواهند شد!
fr: Les préfixes et les exécuteurs ne seront pas sauvegardés !
hu: Prefix-ekről és futtatókörnyezetekről nem fog biztonsági mentés készülni!
it: Prefix e runner non saranno oggetto di backup!
nl: Let op: profielen en starters worden niet meegenomen!
pl: Prefiksy oraz uruchamiacze nie zostaną wyeksportowane!
pt_br: Não será feito backup dos prefixos e executores!
ru: Префиксы и версии Proton не будут сохранены в резервной копии!
sv: Prefixer och Runners kommer inte att bli säkerhetskopieras!
uk: Префікси та запускники не будуть резервно скопійовані!

source: Save the backup file as...
af: Stoor die rugsteunlêer as...
el: Αποθηκεύστε το αρχείο αντίγραφου ασφαλείας ως...
fa: ذخیره کردن فایل پشتیبان گیری به عنوان...
fr: Enregistrer le fichier de sauvegarde sous...
hu: Biztonsági másolat mentése másként...
it: Salva il file di backup come...
nl: Reservekopiebestand opslaan als…
pl: Zapisz kopię zapasową jako...
pt_br: Salvar o arquivo como...
ru: Сохранить файл резервной копии как...
sv: Spara säkerhetskopian som...
uk: Зберегти файл резервної копії як...

source: Save
af: Stoor
el: Αποθήκευση
fa: ذخیره
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
uk: Зберегти

source: Select a backup file to restore
af: Kies 'n rugsteunlêer om te herstel
el: Επιλέξτε ένα αρχείο αντίγραφου ασφαλείας για επαναφορά
fa: یک فایل پشتیبان گیری برای برگرداندن انتخاب کنید
fr: Sélectionnez un fichier de sauvegarde à restaurer
hu: Válaszd ki a visszaállítandó biztonsági másolatot
it: Seleziona un file di backup da ripristinare
nl: Kies een reservekopiebestand
pl: Wskaż kopie zapasową
pt_br: Selecione o arquivo de backup para restaurar
ru: Выберите файл резервной копии для восстановления
sv: Välj en säkerhetskopia att återställa från
uk: Виберіть файл резервної копії для відновлення

source: ZIP files
fa: فایل های فشرده
it: File ZIP
nl: Zipbestanden
pl: Pliki ZIP
pt_br: Arquivos ZIP

source: This is not a valid Faugus Launcher backup file.
af: Hierdie is nie 'n geldige Faugus Launcher rugsteunlêer nie.
el: Αυτό δεν είναι ένα έγκυρο αρχείο αντίγραφου ασφαλείας του Faugus Launcher.
fa: فایل انتخاب شده یک فایل پشتیبان گیری سالم Faugus Launcher نیست.
fr: Ceci n’est pas un fichier de sauvegarde valide pour Faugus Launcher.
hu: Ez nem egy érvényes Faugus Launcher biztonsági másolat.
it: Questo non è un file di backup valido per Faugus Launcher.
nl: Het gekozen bestand is geen geldig reservekopiebestand.
pl: To nie jest prawidłowa kopia zapasowa Faugus Launchera.
pt_br: Este não é um arquivo de backup válido do Faugus Launcher.
ru: Это недопустимый файл резервной копии Faugus Launcher.
sv: Detta är inte en giltig säkerhetskopia för Faugus Launcher.
uk: Це не дійсний файл резервної копії Faugus Launcher.

source: Are you sure you want to overwrite the settings?
af: Is jy seker jy wil die instellings oorskryf?
el: Είστε σίγουροι ότι θέλετε να αντικαταστήσετε τις ρυθμίσεις;
fa: آیا اطمینان دارید می خواهید تنظیمات را جایگزین کنید؟
fr: Êtes-vous sûr de vouloir écraser les paramètres ?
hu: Biztosan felül akarod írni a beállításokat?
it: Sei sicuro di voler sovrascrivere le impostazioni?
nl: Weet je zeker dat je de instellingen wilt overschrijven?
pl: Czy jesteś pewny zastąpić obecne ustawienia?
pt_br: Tem certeza que deseja sobrescrever as configurações?
ru: Вы уверены, что хотите перезаписать настройки?
sv: Är du säker på att du vill skriva över dessa inställningar?
uk: Ви впевнені, що хочете перезаписати налаштування?

source: No
af: Nee
el: Όχι
fa: خیر
fr: Non
hu: Nem
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
uk: Ні

source: Yes
af: Ja
el: Ναι
fa: بله
fr: Oui
hu: Igen
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
uk: Так

source: Select a prefix location
af: Kies 'n voorvoegselligging
el: Επιλέξτε τοποθεσία prefix
fa: یک مسیر prefix انتخاب کنید
fr: Sélectionnez un emplacement de préfixe
hu: Válaszd ki a prefix helyét
it: Seleziona una posizione del prefix
nl: Kies een profielmap
pl: Wybierz lokalizację prefiksu
pt_br: Selecione um local para o prefixo
ru: Выберите расположение префикса
sv: Välj en prefix plats
uk: Виберіть розташування префікса

source: Select the Lossless.dll file
af: Kies die Lossless.dll lêer
el: Επιλέξτε το αρχείο Lossless.dll
fa: فایل Lossless.dll را انتخاب کنید
fr: Sélectionnez le fichier Lossless.dll
hu: Válaszd ki a Lossless.dll-t
it: Seleziona il file Lossless.dll
nl: Kies het Lossless.dll-bestand
pl: Wskaż plik lossless.dll
pt_br: Selecione o arquivo Lossless.dll
ru: Выберите файл Lossless.dll
uk: Виберіть файл Lossless.dll

source: Duplicate %s
af: Dupliseer %s
el: Αντιγραφή του %s
fa: تکثیر %s
fr: Dupliquer %s
hu: Duplikálás %s
it: Duplica %s
nl: ‘%s’ klonen
pl: Zduplikuj %s
pt_br: Duplicar %s
ru: Дублировать %s
uk: Дублювати %s

source: Title
af: Titel
el: Τίτλος
fa: عنوان
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sv: Titel
uk: Назва

source: Game Title
af: Speletjie Titel
el: Τίτλος παιχνιδιού
fa: عنوان بازی
fr: Titre du jeu
hu: Játék címe
it: Titolo del Gioco
nl: Gamenaam
pl: Tytuł gry
pt_br: Título do Jogo
ru: Название игры
sv: Spel Titel
uk: Назва гри

source: Delete %s
af: Vee %s uit
el: Διαγραφή του %s
fa: پاک کردن %s
fr: Supprimer %s
hu: Törlés %s
it: Elimina %s
nl: ‘%s’ verwĳderen
pl: Usuń %s
pt_br: Excluir %s
ru: Удалить %s
uk: Видалити %s

source: Are you sure you want to delete %s?
af: Is jy seker jy wil %s verwyder?
el: Σίγουρα θέλετε να διαγράψετε το %s;
fa: آیا اطمینان دارید می خواهید %s را پاک کنید؟
fr: Êtes-vous sure de vouloir supprimer %s?
hu: Biztosan törölni akarod a %s-t?
it: Sei sicuro di voler eliminare %s?
nl: Weet je zeker dat je ‘%s’ wilt verwijderen?
pl: Czy jesteś pewny usunięcia %s?
pt_br: Tem certeza que deseja excluir %s?
ru: Вы уверены, что хотите удалить %s?
uk: Ви впевнені, що хочете видалити %s?

source: Also remove the prefix
af: Verwyder ook die voorvoegsel
el: Αφαίρεση prefix
fa: prefix را هم پاک کن.
fr: Supprimer aussi le préfixe
hu: Prefix törlése
it: Rimuovi anche il prefix
nl: Profielmap eveneens verwijderen
pl: Usuń również prefiks
pt_br: Também remover o prefixo
ru: Также удалить префикс
sv: Ta också bort prefix
uk: Також видалити префікс

source: New Game/App
af: Nuwe Game/App
el: Νέο παιχνίδι/εφαρμογή
fa: بازی/برنامه جدید
fr: Nouveau Jeux/Application
hu: Új játék/alkalmazás
it: Nuovo Gioco/App
nl: Nieuwe game/programma
pl: Nowa gra/aplikacja
pt_br: Novo Jogo/Aplicativo
ru: Новая игра/приложение
sv: Nytt Spell/Applikation
uk: Нова гра/програма

source: Path
af: Pad
el: Τοποθεσία
fa: مسیر
fr: Chemin
hu: Útvonal
it: Percorso
nl: Locatie
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Filväg
uk: Шлях

source: Launch Arguments
af: Begin Argumente
el: Παράμετροι εκκίνησης
fa: Argument های باز کردن
fr: Arguments de lancement
hu: Indítási opciók
it: Parametri di Avvio
nl: Opstartopties
pl: Parametry startowe
pt_br: Argumentos de Lançamento
ru: Аргументы запуска
sv: Start Argument
uk: Аргументи запуску

source: e.g.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
af: bv.: PROTON_USE_WINED3D=1 spelteleskoop -W 2560 -H 1440
el: π.χ.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
fa: مثال: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
fr: ex.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
hu: pl.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
it: ad es.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
nl: bijv.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
pl: np. PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
pt_br: ex.: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
ru: пример: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
sv: exempel: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440
uk: наприклад: PROTON_USE_WINED3D=1 gamescope -W 2560 -H 1440

source: Game Arguments
af: Spelargumente
el: Παράμετροι παιχνιδιού
fa: Argument های بازی
fr: Arguments du jeu
hu: Játék opciók
it: Parametri del Gioco
nl: Gameopties
pl: Parametry gry
pt_br: Argumentos do Jogo
ru: Аргументы игры
sv: Spel Argument
uk: Аргументи гри

source: e.g.: -d3d11 -fullscreen
af: bv.: -d3d11 -fullscreen
el: π.χ.: -d3d11 -fullscreen
fa: مثال: -d3d11 -fullscreen
fr: ex.:-d3d11 -fullscreen
hu: pl.: -d3d11 -fullscreen
it: ad es.: -d3d11 -fullscreen
nl: bijv.: -d3d11 -fullscreen
pl: np. -d3d11 -fullscreen
pt_br: ex.: -d3d11 -fullscreen
ru: пример: -d3d11 -fullscreen
sv: exempel.: -d3d11 -fullscreen
uk: наприклад: -d3d11 -fullscreen

source: Additional Application
af: Bykomende Application
el: Πρόσθετη εφαρμογή
fa: برنامه اضافه
fr: Application supplémentaire
hu: Kiegészítő alkalmazás
it: Applicazione Aggiuntiva
nl: Aanvullend programma
pl: Dodatkowa aplikacja
pt_br: Aplicativo Adicional
ru: Дополнительное приложение
sv: Ytterligare applikation
uk: Додаткова програма

source: Additional application to run with the game, like Cheat Engine, Trainers, Mods...
af: Bykomende toepassings om saam met die spel te loop, soos Cheat Engine, Trainers, Mods...
el: Πρόσθετες εφαρμογές για να τρέξουν με το παιχνίδι, όπως Cheat Engine, Trainers, Mods...
fa: یک برنامه اضافه که به همراه بازی اجرا شود. مانند Cheat Engine, ترینر ها, ماد ها و...
fr: Application supplémentaire à exécuter avec le jeu, comme Cheat Engine, des trainers, des mods...
hu: A játékkal együtt futtatható kiegészítő alkalmazások, mint például Cheat Engine, Trainer, Modok...
it: Applicazione aggiuntiva da avviare con il gioco, come Cheat Engine, Trainer, Mod...
nl: Een programma dat tegelijk met de game moet worden gestart, bijvoorbeeld een cheathulpmiddel, trainers, mods, etc.
pl: Dodatkowa aplikacja, którą chcesz uruchomić razem z grą, np. Cheat Engine, Trainer, Mod...
pt_br: Aplicativo adicionar para executar com o jogo, como Cheat Engine, Trainers, Mods...
ru: Дополнительное приложение для запуска с игрой, такое как Cheat Engine, Трейнеры, Моды...
sv: Ytterligare applikation att köra tillsammans med spel. Som t.ex Cheat Engine, Trainers, Mods...
uk: Додаткова програма для запуску разом з грою, як-от Cheat Engine, трейнери, модифікації...

source: Shortcut
af: Kortpad
el: Συντόμευση
fa: میانبر
fr: Raccourci
hu: Parancsikon
it: Scorciatoia
nl: Snelkoppeling
pl: Skrót
pt_br: Atalho
ru: Ярлык
sv: Genväg
uk: Ярлик

source: Desktop
el: Επιφάνεια εργασίας
fa: دسکتاب
fr: Bureau
hu: Asztal
nl: Bureaublad
pl: Pulpit
pt_br: Área de Trabalho
ru: Рабочий стол
uk: Робочий стіл

source: Add or remove a shortcut from the Desktop.
af: Voeg 'n kortpad by of verwyder dit vanaf die Desktop.
el: Προσθήκη ή αφαίρεση μιας συντόμευσης από την επιφάνεια εργασίας.
fa: اضافه یا حذف کردن یک میانبر از دسکتاپ.
fr: Ajouter ou supprimer un raccourci depuis le Bureau.
hu: Hozzáadhat vagy eltávolíthat parancsikonokat az asztalról.
it: Aggiungi o rimuovi una scorciatoia dal Desktop.
nl: Voeg een snelkoppeling toe aan het bureaublad of verwijder deze.
pl: Dodaj/usuń skrót na pulpicie.
pt_br: Adiciona ou remove um atalho da Área de Trabalho.
ru: Добавить или удалить ярлык на Рабочем столе.
uk: Додати або видалити ярлик з робочого столу.

source: App Menu
af: Toepassingskieslys
el: Μενού εφαρμογών
fa: منو برنامه
fr: Menu d'application
hu: Alkalmazás menü
it: Menù App
nl: Programmastarter
pl: Menu aplikacji
pt_br: Menu de Aplicativos
ru: Меню приложений
uk: Меню програм

source: Add or remove a shortcut from the Application Menu.
af: Voeg 'n kortpad by of verwyder dit uit die Toepassingskieslys.
el: Προσθήκη ή αφαίρεση μιας συντόμευσης από το μενού εφαρμογών.
fa: اضافه یا حذف کردن یک میانبر از منو برنامه.
fr: Ajouter ou supprimer un raccourci depuis le Lanceur d’applications.
hu: Hozzáadhat vagy eltávolíthat parancsikonokat az Alkalmazás Menüből.
it: Aggiungi o rimuovi una scorciatoia dal Menù delle Applicazioni.
nl: Voeg een snelkoppeling toe aan de programmastarter of verwijder deze.
pl: Dodaj/usuń skrót z menu aplikacji.
pt_br: Adiciona ou remove um atalho do Menu de Aplicativos.
ru: Добавить или удалить ярлык в Меню приложений.
uk: Додати або видалити ярлик з меню програм.

source: Steam
fa: استیم
