Repository: Faugus/faugus-launcher
Catalog: languages/*/faugus-launcher.po
Languages: af, el, fa, fr, hu, it, nl, pl, pt_br, ru, sv, uk

source: Add or remove a shortcut from Steam. Steam needs to be restarted.
af: Voeg 'n kortpad by of verwyder dit vanaf Steam. Steam moet herbegin word.
el: Προσθήκη ή αφαίρεση μίας συντόμευσης από το Steam. Το Steam πρέπει να επανεκκινηθεί.
fa: اضافه یا حذف کردن یک میانبر از استیم. استیم باید دوباره اجرا شود.
fr: Ajouter ou supprimer un raccourci depuis Steam. Steam doit être redémarré.
hu: Hozzáadhat vagy eltávolíthat parancsikonokat a Steamhez. A Steam újraindítása szükséges.
it: Aggiungi o rimuovi una scorciatoia da Steam. Steam necessita di essere riavviato.
nl: Voeg een snelkoppeling toe aan Steam of verwijder deze. Steam dient nadien te worden herstart.
pl: Dodaje lub usuwa skrót do gry na Steam. Steam musi zostać ponownie uruchomiony.
pt_br: Adiciona ou remove um atalho da Steam. Steam precisa ser reiniciada.
ru: Добавить или удалить ярлык в Steam. Steam необходимо перезапустить.
sv: Lägg till eller ta bort en genväg i Steam. Steam behöver startas om.
uk: Додати або видалити ярлик зі Steam. Steam потрібно перезапустити.

source: Select an icon for the shortcut
af: Kies 'n ikoon vir die kortpad
el: Επιλέξτε ένα εικονίδιο για τη συντόμευση
fa: یک آیکون برای میانبر انتخاب کنید
fr: Sélectionner une icône pour le raccourci
hu: Kép kiválasztása a parancsikonhoz
it: Seleziona un'icona per la scorciatoia
nl: Kies een snelkoppelingspictogram
pl: Wskaż ikonę, która zostanie dodana do skrótu
pt_br: Selecione um ícone para o atalho
ru: Выберите иконку для ярлыка
sv: Välj en ikon för genvägen
uk: Виберіть піктограму для ярлика

source: Refresh
af: Verfris
el: Ανανέωση
fa: تازه کردن
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
nl: Herladen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
uk: Оновити

source: Load from file
af: Laai vanaf lêer
el: Φόρτωση από αρχείο
fa: بارگذاری از فایل
fr: Charger depuis un fichier
hu: Betöltés fájlból
it: Carica da file
nl: Laden uit bestand
pl: Załaduj z pliku
pt_br: Carregar do arquivo
ru: Загрузить из файла
sv: Ladda från fil
uk: Завантажити з файлу

source: Load from URL
fa: بارگذاری از آدرس
it: Carica da indirizzo
nl: Laden van url
pl: Załaduj z linku
pt_br: Carregar do URL

source: Game/App
af: Speletjie/App
el: Παιχνίδι/Εφαρμογή
fa: بازی/برنامه
fr: Jeux/Application
hu: Játék/Alkalmazás
it: Gioco/App
nl: Game/Programma
pl: Gra/Aplikacja
pt_br: Jogo/Aplicativo
ru: Игра/Приложение
sv: Spel/Applikation
uk: Гра/Програма

source: Tools
af: Toerusting
el: Εργαλεία
fa: ابزار ها
fr: Outils
hu: Eszközök
it: Strumenti
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sv: Verktyg
uk: Інструменти

source: Lossless.dll NOT FOUND. If it's installed, go to Faugus Launcher's settings and set the location.
af: Lossless.dll NIE GEVIND NIE. Indien dit geïnstalleer is, gaan na Faugus Launcher se instellings en stel die ligging in.
el: Το Lossless.dll ΔΕΝ ΒΡΕΘΗΚΕ. Αν είναι εγκατεστημένο, μεταβείτε στις ρυθμίσεις του Faugus Launcher και ορίστε τη τοποθεσία του.
fa: Lossless.dll پیدا نشد. اگر از نصب بودن آن اطمینان دارید به تنظیمات Faugus Launcher بروید و محل آن را انتخاب کنید.
fr: Lossless.dll NON TROUVÉ. Si Lossless Scaling est installé, allez dans les paramètres de Faugus Launcher et précisez son emplacement.
hu: Lossless.dll NEM TALÁLHATÓ. Ha telepítve van, lépj be a beállításokba és add meg a telepítés helyét.
it: Lossless.dll NON TROVATO. Se è installato, indicare la posizione nelle impostazioni di Faugus Launcher.
nl: Lossless.dll is niet aangetroffen. Als dit bestand bestaat, stel dan de locatie ervan in in de instellingen.
pl: Brak pliku lossless.dll. Jeżeli jest na twoim komputerze, przejdź do ustawień Faugusa i wskaż lokalizację.
pt_br: Lossless.dll NÃO ENCONTRADO. Se está instalado, vá para as configurações do Faugus Launcher e coloque a local.
ru: Lossless.dll НЕ НАЙДЕН. Если он установлен, перейдите в настройки Faugus Launcher и укажите расположение.
uk: Lossless.dll НЕ ЗНАЙДЕНО. Якщо він встановлений, перейдіть до налаштувань Faugus Launcher і вкажіть його розташування.

source: Lossless Scaling Vulkan Layer NOT INSTALLED.
af: Lossless Scaling Vulkan-laag NIE GEÏNSTALLEER NIE.
el: Το Lossless Scaling Vulkan Layer ΔΕΝ ΕΙΝΑΙ ΕΓΚΑΤΕΣΤΗΜΕΝΟ.
fa: لایه Vulkan برای Lossless Scaling نصب نشده است.
fr: Couche Vulkan de Lossless Scaling NON INSTALLÉ.
hu: Lossless Scaling Vulkan Layer NINCS TELEPÍTVE.
it: Lossless Scaling Vulkan Layer NON INSTALLATO.
nl: De Vulkan-laag voor schalen zonder kwaliteitsverlies is niet geïnstalleerd.
pl: Warstwa Vulkan do Lossless Scaling NIE JEST zainstalowana.
pt_br: Lossless Scaling Vulkan Layer NÃO INSTALADO.
ru: Слой Vulkan для Lossless Scaling НЕ УСТАНОВЛЕН.
uk: Lossless Scaling Vulkan Layer НЕ ВСТАНОВЛЕНО.

source: Multiplier
af: Vermenigvuldiger
fa: ضریب
fr: Multiplicateur
hu: Szorzó
it: Moltiplicatore
nl: Vermenigvuldiging
pl: Mnożnik
pt_br: Multiplicador
ru: Множитель

source: Multiply the FPS.
af: Vermenigvuldig die FPS.
fa: چند برابر کردن FPS.
fr: Multiplie les IPS.
hu: FPS többszörözése.
it: Moltiplica gli FPS.
nl: Vermenigvuldig het aantal fps.
pl: Mnoży FPSy
pt_br: Multiplica os FPS.
ru: Множитель FPS.

source: Lower the internal motion estimation resolution.
af: Verlaag die interne bewegingsberamingsresolusie.
fa: وضوح برآورد حرکت داخلی را کاهش دهید.
fr: Baisse l'estimation de résolution de mouvement interne.
hu: Csökkentsd a belső mozgásbecslés felbontását.
it: Riduci la internal motion estimation resolution.
nl: Verlaag de resolutie van bewegingen.
pl: Obniża rozdzielczość szacowania ruchu.
pt_br: Reduz a resolução interna da estimativa de movimento.
ru: Понижает внутреннее разрешение оценки движения.

source: Performance Mode
af: Prestasiemodus
fa: حالت بهینه عملکرد
fr: Mode performance
hu: Teljesítmény mód
it: Modalità Prestazioni
nl: Prestatiemodus
pl: Tryb wydajności
pt_br: Modo Performance
ru: Режим производительности

source: Massively improve performance at the cost of quality.
af: Verbeter prestasie massief ten koste van kwaliteit.
fa: به‌طور چشمگیری کارایی را به بهای کاهش کیفیت افزایش می‌دهد.
fr: Améliore considérablement les performances au détriment de la qualité.
hu: A teljesítményt jelentős javítása a minőség rovására.
it: Migliora significativamente le prestazioni al costo di un peggioramento della qualità.
nl: Verbeter de prestaties, ten koste van de kwaliteit.
pl: Masowo zwiększa wydajność, kosztem jakości.
pt_br: Melhora massivamente o desempenho, com custo na qualidade.
ru: Значительно улучшает производительность ценой качества.

source: HDR Mode
af: HDR-modus
fa: حالت HDR
fr: Mode HDR
hu: HDR mód
it: Modalità HDR
nl: Hdr-modus
pl: Tryb HDR
pt_br: Modo HDR
ru: Режим HDR

source: Enable special HDR-only behavior.
af: Aktiveer spesiale HDR-alleenlik-gedrag.
fa: رفتار های خاصی را فقط برای HDR فعال می کند.
fr: Active le comportement spécial réservé au HDR.
hu: Speciális "csak HDR" viselkedés engedélyezése.
it: Abilita il funzionamento speciale esclusivo per HDR.
nl: Schakel hdr-functies in.
pl: Włącz specjalne zachowanie przeznaczone wyłącznie dla HDR.
pt_br: Ativar comportamento especial exclusivo para HDR.
ru: Включает особое поведение только для HDR.

source: Select an image for the banner
af: Kies 'n beeld vir die banier
el: Επιλέξτε μια εικόνα για το μπάνερ
fa: یک تصویر برای بنر انتخاب کنید
fr: Veuillez sélectionner une image pour la bannière
hu: Válassz egy képet a bannerhez
it: Seleziona un'immagine per il banner
nl: Kies een banierbestand
pl: Wskaż obraz, który zostanie banerem
pt_br: Selecione uma imagem para o banner
ru: Выберите изображение для баннера
sv: Välj en bild för bannern
uk: Виберіть зображення для банера

source: Image files
af: Beeldlêers
el: Αρχεία εικόνων
fa: فایل های عکس
fr: Fichiers d'image
hu: Kép fájlok
it: File immagine
nl: Afbeeldingsbestanden
pl: Pliki obrazów
pt_br: Arquivos de imagem
ru: Файлы изображений
sv: Bild filer
uk: Файли зображень

source: Enter the image URL
fa: آدرس تصویر را وارد کنید
it: Inserisci l'indirizzo dell'immagine
nl: Voer de afbeeldingsurl in
pl: Wpisz adres URL obrazka
pt_br: Coloque o URL da imagem

source: The selected file is not a valid image.
af: Die gekose lêer is nie 'n geldige beeld nie.
el: Το επιλεγμένο αρχείο δεν είναι έγκυρη εικόνα.
fa: فایل انتخاب شده عکس معتبر نیست.
fr: Le fichier sélectionné n'est pas une image valide.
hu: A választott kép nem érvényes.
it: Il file selezionato non è un'immagine valida.
nl: Het gekozen bestand is geen geldig afbeeldingsbestand.
pl: Wskazany plik nie jest poprawnym formatem obrazu.
pt_br: O arquivo selecionado não é uma imagem válida.
ru: Выбранный файл не является допустимым изображением.
sv: Den valda filen är inte giltig bild.
uk: Вибраний файл не є дійсним зображенням.

source: Please choose another one.
af: Kies asseblief 'n ander een.
el: Παρακαλώ επιλέξτε μία άλλη.
fa: لطفا یک مورد دیگر انتخاب کنید.
fr: Veuillez en choisir une autre.
hu: Kérlek válassz egy másikat.
it: Si prega di selezionarne un'altro.
nl: Kies een ander bestand.
pl: Wskaż proszę inny.
pt_br: Por favor escolha outra.
ru: Пожалуйста, выберите другой.
sv: Vänligen välj en annan.
uk: Будь ласка, оберіть інший.

source: Select an additional application
af: Kies 'n bykomende toepassing
el: Επιλέξτε μια πρόσθετη εφαρμογή
fa: یک برنامه داخلی را انتخاب کنید
fr: Sélectionnez une application supplémentaire
hu: További alkalmazás kiválasztása
it: Seleziona una applicazione aggiuntiva
nl: Kies een aanvullend programma
pl: Wybierz dodatkową aplikację
pt_br: Selecione um aplicativo adicional
ru: Выберите дополнительное приложение
sv: Välj en ytterligare applikation
uk: Виберіть додаткову програму

source: Windows Game
af: Windows Speletjie
el: Παιχνίδι Windows
fa: بازی ویندوز
fr: Jeux Windows
hu: Windows játék
it: Gioco Windows
pl: Gra Windowsowa
pt_br: Jogo do Windows
ru: Игра для Windows
sv: Windows Spel
uk: Гра Windows

source: Linux Game
af: Linux Speletjie
el: Παιχνίδι Linux
fa: بازی لینوکس
fr: Jeux Linux
hu: Linux játék
it: Gioco Linux
pl: Gra Linuxowa
pt_br: Jogo do Linux
ru: Игра для Linux
sv: Linux Spel
uk: Гра Linux

source: Steam Game
fa: بازی استیم

source: Select the game's .exe
af: Kies die speletjie se .exe
el: Επιλέξτε το .exe του παιχνιδιού
fa: فایل .exe بازی را انتخاب کنید
fr: Sélectionnez le fichier .exe du jeu
hu: Válaszd ki a játék .exe fájlját
it: Seleziona l'eseguibile del gioco
nl: Kies het .exe-bestand van de game
pl: Wybierz .exe gry
pt_br: Selecione o .exe do jogo
ru: Выберите .exe файл игры
sv: Välj spelets .exe fil
uk: Виберіть .exe файл гри

source: Show logs
af: Wys logs
el: Εμφάνιση καταγραφών
fr: Afficher les journaux
hu: Logok mutatása
it: Visualizza registri
nl: Logboek tonen
pl: Pokaż logi
pt_br: Exibir logs
ru: Показать логи
sv: Visa loggar
uk: Показати журнали

source: /path/to/the/prefix
af: /pad/na/die/voorvoegsel
el: /τοποθεσία/για/το/prefix
fr: /chemin/vers/le/préfixe
hu: /alkalmazás/elérési/útvonala
it: /percorso/del/prefix
nl: /locatie/van/profiel
pl: /ścieżka/do/prefiksu
pt_br: /caminho/para/o/prefixo
ru: /путь/к/префиксу
sv: /väg/till/prefix
uk: /шлях/до/префікса

source: /path/to/Lossless.dll
af: /pad/na/Lossless.dll
el: /τοποθεσία/για/το/Lossless.dll
fr: /chemin/vers/Lossless.dll
hu: elérési/útvonal/Lossless.dll
it: /percorso/di/Lossless.dll
nl: /locatie/van/Lossless.dll
pl: /ścieżka/do/lossless.dll
pt_br: /caminho/para/Lossless.dll
ru: /путь/к/Lossless.dll
uk: /шлях/до/Lossless.dll

source: /path/to/the/exe
af: /pad/na/die/exe
el: /τοποθεσία/για/το/exe
fr: /chemin/vers/executable
hu: /exe/elérési/útvonala
it: /percorso/del/file/exe
nl: /locatie/van/uitvoerbaarbestand
pl: /ścieżka/do/pliku/exe
pt_br: /caminho/para/o/exe
ru: /путь/к/исполняемому/файлу.exe
sv: /väg/till/exen
uk: /шлях/до/exe

source: Prefix
af: Voorvoegsel
fr: Préfixe
nl: Profielmap
pl: Prefiks
pt_br: Prefixo
ru: Префикс
uk: Префікс

source: Lossless Scaling Frame Generation
af: Lossless Scaling Raamgenerering
fr: Génération d'images de Lossless Scaling
nl: Frames genereren zonder kwaliteitsverlies
pl: Generacja klatek "Lossless Scaling"
pt_br: Lossless Scaling Gerador de Quadros
ru: Генерация кадров Lossless Scaling
uk: Фрейм-генератор Lossless Scaling

source: /path/to/the/app
af: /pad/na/die/app
el: /τοποθεσία/για/την/εφαρμογή
fr: /chemin/vers/application
hu: /alkalmazás/elérési/útvonala
it: /percorso/della/app
nl: /locatie/van/programma
pl: /ścieżka/do/aplikacji
pt_br: /caminho/para/o/aplicativo
ru: /путь/к/приложению
sv: /väg/till/applikationen
uk: /шлях/до/програми

source: Flow Scale
af: Vloeiskaal
fr: Échelle de débit
hu: Áramlási skála
nl: Vloeiendheidsschaal
pl: Skala gęstości wektorów
pt_br: Escala de Fluxo
ru: Масштаб потока

source: Invalid Image
af: Ongeldige prent
el: Μη έγκυρη εικόνα
fr: Image invalide
hu: Nem érvényes kép
ru: Неверное изображение
sv: Ogiltig Bild
uk: Недійсне зображення

source: xdg-user-dir not found or failed; falling back to ~/Desktop
sv: xdg-user-dir hittades inte eller misslyckades; Återgår till ~/Desktop

source: Log out
sv: Logga ut

source: {} Logs
sv: {} Loggar

source: {title} already exists.
sv: {title} finns redan.

source: Error reading the JSON file: {error}
sv: Problem att läsa JSON filen: {error}

source: {title} is already running.
sv: {title} körs redan.

source: Edit {title}
sv: Redigera {title}

source: {title} is running. Please close it first.
sv: {title} körs. Vänligen stäng det först.

source: Error resizing banner: {error}
sv: Fel vid ändring av banner: {error}

source: Installing {title}...
sv: Installerar {title}...

source: {title} installed.
sv: {title} installerad.

source: Error during download: {error}
sv: Fel under nerladdning: {error}

source: Please close the login window and press:
sv: Vänligen stäng inloggnings fönstret och tryck:

source: Extracting... {percent}%
sv: Extraherar... {percent}%

source: Extraction complete
sv: Extraktion klar

source: Error during extraction: {error}
sv: Fel under extraktion: {error}

source: Gamepad navigation (experimental)
sv: Gamepad navigation (experimentellt)

source: Default Runner
sv: Standard Runner

source: GE-Proton Manager
sv: GE-Proton Hanterare

source: Only works with GE-Proton10-1 or superior.
sv: Fungerar endast med GE-Proton10-1 eller högre.

source: May fix controller issues with some games. Only works with GE-Proton10-3 or superior.
sv: Kan fixa kontroller problem med vissa spel. Fungerar endast med GE-Proton10-3 eller högre.

source: Gamescope Settings
sv: Gamescope Inställningar

source: * Restart to apply Gamescope Settings.
sv: * Starta om för att tillämpa Gamescope-inställningarna.

source: Screen Resolution
sv: Skärm Upplösning

source: Game Resolution
sv: Spel Upplösning

source: Refresh Rate
sv: Uppdateringsfrekvens

source: Prefer Output
sv: Föredra Utgång

source: Adaptive Sync
sv: Adaptiv Synkronisering

source: Error accessing the directory: {error}
sv: Fel vid åtkomst till katalogen: {error}

source: Duplicate {title}
sv: Duplicera {title}

source: Delete {title}
sv: Radera {title}

source: Are you sure you want to delete {title}?
sv: Är du säker att du vill radera {title}?

source: Add or remove a shortcut from the Desktop and the Application Launcher.
sv: Lägg till eller ta bort en genväg från skrivbordet och applikationsstartaren.

source: Steam Shortcut
sv: Steam Genväg

source: Error fetching the banner: {error}
sv: Fel vid hämtning av bannern: {error}

source: The file does not contain icons.
sv: Filen innehåller inga ikoner.

source: Error extracting icon: {error}
sv: Fel vid extraktion av ikon: {error}

source: An error occurred: {error}
sv: Ett fel uppstod: {error}

source: Unable to open {file}
sv: Kan inte öppna filen {file}

source: Session mode activated
sv: Sessionläge aktiverat

source: Invalid arguments
sv: Ogiltiga argument

source: Faugus Launcher is already running.
sv: Faugus Launcher körs redan.

source: Enable NTsync (experimental)
uk: Увімкнути NTsync (експериментально)
