Repository: Faugus/faugus-launcher
Catalog: languages/*/faugus-run.po
Languages: af, de, el, fa, fr, hu, it, nl, pl, pt_br, ru, zh_cn

source: Starting Steam game...
fa: در حال باز کردن گیم استیم...
it: Avvio gioco Steam in corso...
nl: Bezig met starten van Steam-game…
pt_br: Iniciando jogo da Steam...

source: Are you enjoying Faugus Launcher?
it: Ti sta piacendo Faugus Launcher?
pt_br: Tá curtindo o Faugus Launcher?

source: Please consider donating
it: Prendi in considerazione una donazione
pt_br: Por favor considere fazer uma doação

source: Never show this message again
it: Non mostrare più questo messaggio
pt_br: Nunca mais exibir essa mensagem

source: Continue
it: Continua
pt_br: Continuar

source: Internet connection error.
fa: خطای در به اینترنت.
it: Errore connessione internet.
nl: Er is geen internetverbinding.
pt_br: Erro de conexão com a internet.

source: %s was not found.
af: %s was nie gevind nie.
de: %s wurde nicht gefunden.
el: Το %s δεν βρέθηκε.
fa: %s یافت نشد.
hu: %s nem található.
it: %s non è stato trovato.
nl: ‘%s’ is niet aangetroffen.
pl: %s nie została znaleziona.
pt_br: %s não encontrado.
ru: %s не найден.
zh_cn: 未找到%s。

source: Please install it or use another Proton version.
af: Installeer dit asseblief of gebruik 'n ander Proton weergawe.
de: Bitte installieren Sie es oder verwenden Sie eine andere Proton-Version.
el: Παρακαλώ εγκαταστήστε το ή χρησιμοποιήστε μια άλλη έκδοση του Proton.
fa: لطفاً آن را نصب کنید یا از نسخه پروتون دیگری استفاده کنید.
fr: Veuillez l’installer ou utiliser une autre version de Proton.
hu: Kérlek telepítsd, vagy használj másik Proton verziót.
it: Si prega di installarlo o usare un'altra versione di Proton.
nl: Installeer dit of maak gebruik van een andere Proton-versie.
pl: Proszę zainstalować lub użyć innej wersji Protona.
pt_br: Por favor instale-o ou use outra versão do Proton.
ru: Пожалуйста, установите его или используйте другую версию Proton.
zh_cn: 请安装或使用其他版本的Proton。

source: Ok
af: Goed
el: Εντάξει
fa: تأیید
hu: Oké
nl: Oké
pt_br: Confirmar
ru: Ок
zh_cn: 好

source: Updating UMU-Launcher...
af: Opdatering van UMU-Launcher...
fa: در حال بروزرسانی UMU-Launcher...
hu: UMU-Launcher frissítése...
it: Aggiornamento di UMU-Launcher in corso...
nl: Bezig met bijwerken van UMU-Launcher…
pl: Aktualizacja Środowiska UMU...
pt_br: Atualizando UMU-Launcher...
ru: Обновление UMU-Launcher...

source: UMU-Launcher is up to date
af: UMU-Launcher is op datum
fa: UMU-Launcher به‌روز است
hu: Az UMU-Launcher naprakész
it: UMU-Launcher è aggiornato
nl: UMU-Launcher is bijgewerkt
pl: UMU jest aktualny
pt_br: UMU-Launcher está atualizado
ru: UMU-Launcher обновлён

source: Updating BattlEye...
af: Opdatering van BattlEye...
de: Aktualisiere BattleEye...
el: Ενημέρωση του BattlEye...
fa: در حال بروزرسانی BattlEye...
fr: Mise à jour de BattlEye...
hu: BattlEye frissítése...
it: Aggiornamento di BattlEye in corso...
nl: Bezig met bijwerken van BattlEye…
pl: Aktualizacja BattlEye...
pt_br: Atualizando BattlEye...
ru: Обновление BattlEye...
zh_cn: 正在更新BattlEye……

source: Updating Easy Anti-Cheat...
af: Opdatering van Easy Anti-Cheat...
de: Aktualisiere Easy Anti-Cheat...
el: Ενημέρωση Easy Anti-Cheat...
fa: ر حال بروزرسانی Easy Anti-Cheat...
fr: Mise à jour d'Easy Anti-Cheat...
hu: Easy Anti-Cheat frissítése...
it: Aggiornamento di Easy Anti-Cheat in corso...
nl: Bezig met bijwerken van Easy Anti-Cheat…
pl: Aktualizacja Easy Anti-Cheat...
pt_br: Atualizando Easy Anti-Cheat...
ru: Обновление Easy Anti-Cheat...
zh_cn: 正在更新Easy Anti-Cheat……

source: Components are up to date
af: Komponente is op datum
de: Komponenten sind auf dem neuesten Stand
fa: همه پیش نیاز ها بروز هستند
fr: Les composants sont à jour
hu: Az összetevők naprakészek
it: I componenti sono aggiornati
nl: Je beschikt over de nieuwste onderdelen
pl: Komponenty są aktualne
pt_br: Componentes estão atualizados
ru: Компоненты обновлены
zh_cn: 组件已是最新

source: Downloading UMU-Proton...
af: Besig om UMU-Proton af te laai...
de: UMU-Proton wird heruntergeladen...
el: Λήψη UMU-Proton...
fa: در حال دانلود UMU-Proton...
fr: Téléchargement de UMU-Proton...
hu: UMU-Proton letöltése...
it: Scaricamento di UMU-Proton in corso...
nl: Bezig met downloaden van UMU-Proton…
pl: Pobieranie UMU-Proton...
pt_br: Baixando UMU-Proton...
ru: Загрузка UMU-Proton...
zh_cn: 正在下载UMU-Proton……

source: Downloading Steam Runtime...
af: Besig om Steam Runtime af te laai...
de: Steam Runtime wird heruntergeladen...
el: Λήψη Steam Runtime...
fa: در حال دانلود Steam Runtime...
fr: Téléchargement de Steam Runtime...
hu: Steam Runtime letöltése...
it: Scaricamento di Steam Runtime in corso...
nl: Bezig met downloaden van Steam-runtime…
pl: Pobieranie Steam Runtime...
pt_br: Baixando Steam Runtime...
ru: Загрузка Steam Runtime...
zh_cn: 正在下载Steam Runtime……

source: Extracting Steam Runtime...
af: Besig om Steam Runtime uit te pak...
de: Steam Runtime wird extrahiert...
el: Εξαγωγή Steam Runtime...
fa: در حال استخراج Steam Runtime...
fr: Extraction de Steam Runtime...
hu: Steam Runtime kibontása...
it: Estrazione di Steam Runtime in corso...
nl: Bezig met uitpakken van Steam-runtime…
pl: Wypakowywanie Steam Runtime...
pt_br: Extraindo Steam Runtime...
ru: Распаковка Steam Runtime...
zh_cn: 正在解压Steam Runtime……

source: Extracting UMU-Proton...
af: Besig om UMU-Proton uit te pak...
de: UMU-Proton wird extrahiert...
el: Εξαγωγή UMU-Proton...
fa: در حال استخراج UMU-Proton...
fr: Extraction de UMU-Proton...
hu: UMU-Proton kibontása...
it: Estrazione di UMU-Proton in corso...
nl: Bezig met uitpakken van UMU-Proton…
pl: Wypakowywanie UMU-Proton...
pt_br: Extraindo UMU-Proton...
ru: Распаковка UMU-Proton...
zh_cn: 正在解压UMU-Proton……

source: UMU-Proton is up to date
af: UMU-Proton is op datum
de: UMU-Proton ist auf dem neuesten Stand
el: Το UMU-Proton είναι ενημερωμένο
fa: UMU-Proton به روز است
fr: UMU-Proton est à jour
hu: Az UMU-Proton naprakész
it: UMU-Proton è aggiornato
nl: UMU-Proton is bijgewerkt
pl: UMU-Proton jest aktualny
pt_br: UMU-Proton está atualizado
ru: UMU-Proton обновлён
zh_cn: UMU-Proton已是最新

source: Steam Runtime is up to date
af: Steam Runtime is op datum
de: Steam Runtime ist auf dem neuesten Stand
el: Το Steam Runtime είναι ενημερωμένο
fa: Steam Runtime به روز است
fr: Steam Runtime est à jour
hu: A Steam Runtime naprakész
it: Steam Runtime è aggiornato
nl: De Steam-runtime is bijgewerkt
pl: Steam Runtime jest aktualny
pt_br: Steam Runtime está atualizado
ru: Steam Runtime обновлён
zh_cn: Steam Runtime已是最新

source: GE-Proton is up to date
af: GE-Proton is op datum
de: GE-Proton ist auf dem neuesten Stand
el: Το GE-Proton είναι ενημερωμένο
fa: GE-Proton به روز است
fr: GE-Proton est à jour
hu: A GE-Proton naprakész
it: GE-Proton è aggiornato
nl: GE-Proton is bijgewerkt
pl: GE-Proton jest aktualny
pt_br: GE-Proton está atualizado
ru: GE-Proton обновлён
zh_cn: GE-Proton已是最新

source: Downloading GE-Proton...
af: Besig om GE-Proton af te laai...
de: GE-Proton wird heruntergeladen...
el: Λήψη GE-Proton...
fa: در حال دانلود GE-Proton...
fr: Téléchargement de GE-Proton...
hu: GE-Proton letöltése...
it: Scaricamento di GE-Proton in corso...
nl: Bezig met downloaden van GE-Proton…
pl: Pobieranie GE-Proton...
pt_br: Baixando GE-Proton...
ru: Загрузка GE-Proton...
zh_cn: 正在下载GE-Proton……

source: Extracting GE-Proton...
af: Besig om GE-Proton uit te pak...
de: GE-Proton wird extrahiert...
el: Εξαγωγή GE-Proton...
fa: در حال استخراج GE-Proton...
fr: Extraction de GE-Proton...
hu: GE-Proton kibontása...
it: Estrazione di GE-Proton in corso...
nl: Bezig met uitpakken van GE-Proton…
pl: Wypakowywanie GE-Proton...
pt_br: Extraindo GE-Proton...
ru: Распаковка GE-Proton...
zh_cn: 正在解压GE-Proton……

source: Downloading Proton-EM...
af: Besig om Proton-EM af te laai...
de: Proton-EM wird heruntergeladen...
el: Λήψη Proton-EM...
fa: در حال دانلود Proton-EM...
hu: Proton-EM letöltése...
it: Scaricamento di Proton-EM in corso...
nl: Bezig met downloaden van Proton-EM…
pl: Pobieranie Proton-EM...
pt_br: Baixando Proton-EM...
ru: Загрузка Proton-EM...
zh_cn: 正在下载Proton-EM……

source: Extracting Proton-EM...
af: Besig om Proton-EM uit te pak...
de: Proton-EM wird extrahiert...
el: Εξαγωγή Proton-EM...
fa: در حال استخراج Proton-EM...
hu: Proton-EM kibontása...
it: Estrazione di Proton-EM in corso...
nl: Bezig met uitpakken van Proton-EM…
pl: Wypakowywanie Proton-EM...
pt_br: Extraindo Proton-EM...
ru: Распаковка Proton-EM...
zh_cn: 正在解压Proton-EM……

source: Proton-EM is up to date
de: Proton-EM ist auf dem neuesten Stand
el: Το Proton-EM είναι ενημερωμένο
fa: Proton-EM به روز است
hu: A Proton-EM naprakész
it: Proton-EM è aggiornato
nl: Proton-EM is bijgewerkt
pl: Proton-EM jest aktualny
pt_br: Proton-EM está atualizado
ru: Proton-EM обновлён
zh_cn: Proton-EM已是最新

source: The keys and values were successfully added to the registry.
af: Die sleutels en waardes is suksesvol by die register gevoeg.
de: Die Schlüssel und Werte wurden erfolgreich zur Registrierung hinzugefügt.
el: Τα κλειδιά και οι τιμές προστέθηκαν επιτυχώς στο μητρώο.
fa: کلیدها و مقادیر با موفقیت به رجیستری اضافه شدند.
fr: Les clés et les valeurs ont été ajoutées avec succès au registre.
hu: A kulcsokat és értékeket sikeresen hozzáadtuk a rendszerleíró adatbázishoz.
it: Le chiavi e i valori sono stati aggiunti con successo al registro.
nl: De sleutels en waarden zijn toegevoegd aan het register.
pl: Klucze i wartości zostały poprawnie dodane do rejestru.
pt_br: As chaves e valores foram adicionados ao registro corretamente.
ru: Ключи и значения были успешно добавлены в реестр.
zh_cn: 键值均已成功添加至注册表。

source: Using %s
af: Met behulp van %s
de: Mit %s
el: Χρήση %s
hu: Használva %s
pl: Używa %s
ru: Используется %s
zh_cn: 正使用%s

source: {path} was not found.
fr: Le chemin {path} n’a pas été trouvé.

source: Using {path}
fr: Utilisation de {path}
